/**
 * ==========================================================
 * SEO config
 * ==========================================================
 */
Meteor.startup(function() {
  if(Meteor.isClient){
    SEO.config({
      title: 'Cat Land',
      meta: {
        'description': 'Cat Land อาณาจักรแห่งแมว ดินแดนสวรรค์ของบรรดาทาส'
      }
    });
    $('head').append("<meta property='fb:pages' content='238710326317325'>"); 
  }
});

//========================================================================================================================
// Last Router Config
//========================================================================================================================

Router.onBeforeAction('dataNotFound', function(){
  this.next();
});